Revit 2027 API
SymbolTypeId.Mbh Property
 Symbol MBH, indicating unit Thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Mbh { get; }
Public Shared ReadOnly Property Mbh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Mbh {
	ForgeTypeId^ get ();
}
static member Mbh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace